---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterNumericGreater
source: html/dad615e5-667d-b1bd-b9ac-a04e56715e23.htm
---
# FilterNumericGreater Members

Constructs an instance of FilterNumericGreater.